Repository: Santox76/script.sonos
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# Addon Summary
source: Sonos Controller.
he_il: בקר סונוס.

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
he_il: תמיכה בבקרים ובהתראות של סונוס מקודי. בדוק את הויקי לפרטים נוספים.

# #32001
source: Sonos
he_il: סונוס

# #32002
source: IP Address
he_il: כתובת IP

# #32003
source: Enable Notifications (Restart Required)
he_il: אפשר הודעות (מחייב הפעלה מחדש)

# #32004
source: Display Notification For (Seconds)
he_il: הצג הודעות למשך (שניות)

# #32005
source: Notification Check Frequency (Seconds)
he_il: תדירות בדיקת ההודעות (שניות)

# #32006
source: Do Not Display Notification If Video Is Playing
he_il: אל תציג הודעה אם וידיאו מנוגן

# #32007
source: Use Default Kodi Notification Dialog
he_il: השתמש בתיבת ההודעה ברירת מחדל של קודי

# #32008
source: Debugging
he_il: ניפוי שגיאות

# #32009
source: Enable debug logging
he_il: הפעל רישום של איתור באגים

# #32010
source: Speaker
he_il: רמקול

# #32011
source: Notifications
he_il: הודעות

# #32012
source: Debugging
he_il: ניפוי שגיאות

# #32013
source: Search For Sonos Speakers...
he_il: חיפוש רמקולים של סונוס...

# #32014
source: No speakers found, please enter your IP address manually
he_il: לא נמצאו רמקולים, אנא הזן את כתובת ה-IP שלך באופן ידני

# #32015
source: Controller
he_il: בקר

# #32016
source: Controller Refresh Interval (Seconds)
he_il: מרווח זמן לריענון הבקר (שניות)

# #32017
source: Redirect Volume Controls To Sonos (Restart Required)
he_il: נתב את פקדי העוצמה לסונוס (שנדרשת הפעלה מחדש)

# #32018
source: Plugin
he_il: תוסף

# #32019
source: Batch Size
he_il: גודל אצווה

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
he_il: הערכים המרבי ברשימות המוצג (0 = ללא הגבלה)

# #32021
source: Display Artist Information
he_il: הצג פרטי אמן

# #32022
source: Avoid Duplicate Key Presses (Seconds)
he_il: מנע כפילויות לחיצה על מקשים (שניות)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
he_il: קשר את עצמת הקול של קודי עם הרמקול של סונוס (נדרשת הפעלה מחדש)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
he_il: החלף בסונוס לכניסה בקודי (נדרשת הפעלה מחדש)

# #32025
source: Volume Change Increments
he_il: עצמת קול השתנתה

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
he_il: השהה את סונוס באופן אוטומטי כאשר קודי מנגן מדיה (נדרשת הפעלה מחדש)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
he_il: חדש את פעולת סונוס באופן אוטומטי (שניות) [0 = לא פעיל]

# #32028
source: Zone Name (Optional)
he_il: שם אזור (אופציונלי)

# #32029
source: Automatically Update IP Address On Startup
he_il: עדכן באופן אוטומטי את כתובת ה-IP בעת ההפעלה

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
he_il: החלף בסונוס לכניסה כשמדיה מתחילה בניגון (נדרשת הפעלה מחדש)

# #32031
source: Coordinator
he_il: מתאם

# #32032
source: is not the group coordinator for zone
he_il: זה אינו מתאם הקבוצה עבור האזור

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
he_il: ייתכן שפונקציות מסוימות לא יפעלו כראוי אם הרמקול אינה המתאם

# #32034
source: Automation
he_il: אוטומציה

# #32035
source: Layout
he_il: פריסה

# #32036
source: Controller,Slideshow,Bio,Albums
he_il: בקר, מצגת, ביוגרפיה, אלבומים

# #32037
source: Controller,Slideshow
he_il: בקר, מצגת

# #32038
source: Use Skin Icons Instead Of Sonos Icons
he_il: השתמש בסמלילי המעטפת במקוםבסמלילי סונוס

# #32039
source: Slideshow Only
he_il: מצגת בלבד

# #32040
source: Do Not Display Notification If Controller Is Showing
he_il: אל תציג הודעה אם הבקר מוצג

# #32041
source: Controller,Slideshow,Lyrics
he_il: בקר, מצגת, מילים

# #32042
source: Hide Sonos Logo
he_il: להסתיר את הלוגו של סונוס

# #32043
source: Make Artist Slideshow Image Full Screen
he_il: תפתח את תמונת אמן מצגת במסך מלא

# #32044
source: Launch Controller On Kodi Startup
he_il: הפעל את הבקר בהפעלת קודי

# #32045
source: Status Checks Per Second (Restart Required)
he_il: בדיקת מצב לשניה (נדרשת הפעלה מחדש)

# #32046
source: Image Change Frequency (Seconds)
he_il: תדירות בדיקת תמונה (שניות)

# #32059
source: It is recommended that theaudiodb.com settings in ArtistSlideshow are enabled
he_il: מומלץ שהגדרות theaudiodb.com ב-ArtistSlideshow יופעלו

# #32060
source: The following setting in ArtistSlideshow must be enabled
he_il: ההגדרה הבאה ב-ArtistSlideshowחייבת להיות מופעלת

# #32061
source: Would you like this automatically enabled?
he_il: אתה רוצה שיופעל באופן אוטומטי?

# #32062
source: Next
he_il: ‎הבא

# #32063
source: Failed To Process Sonos Update Event
he_il: לא הייתה אפשרות לעבד עדכון אירוע סונוס

# #32064
source: Library Update Started
he_il: עדכון הספרייה התחיל

# #32065
source: Library Update Already In Progress
he_il: עדכון הספרייה כבר בביצוע

# #32066
source: Error From Speaker %s
he_il: שגיאה של רמקול %s

# #32067
source: IP Address Not Set
he_il: כתובת ה-IP אינה מוגדרת

# #32068
source: Error
he_il: שגיאה

# #32069
source: Failed to perform lookup %s (%s)
he_il: נכשל לבצע בדיקה %s (%s)

# #32070
source: Failed to perform queue lookup
he_il: נכשל לבצע חיפוש בתור

# #32071
source: Failed to perform radio station lookup
he_il: נכשל בביצוע חיפוש תחנת רדיו

# #32072
source: Failed to perform radio shows lookup
he_il: נכשל בביצוע חיפוש תוכניות רדיו

# #32073
source: Failed to perform action %s
he_il: נכשל לבצע פעולה %s

# #32074
source: Volume Changed
he_il: עצמת קול השתנתה

# #32075
source: Mute On
he_il: השתקה פועלת

# #32100
source: Music Library
he_il: ספריית המוסיקה

# #32101
source: Queue
he_il: תור

# #32102
source: Radio Stations
he_il: תחנות רדיו

# #32103
source: Launch Sonos Controller
he_il: הפעל את הבקר של סונוס

# #32104
source: Sonos Playlists
he_il: רשימת השמעה של סונוס

# #32105
source: Speech
he_il: דיבור

# #32106
source: Sonos Favourites
he_il: המועדים של סונוס

# #32107
source: Sleep Timer
he_il: טיימר שינה

# #32110
source: Artists
he_il: אמנים

# #32111
source: Albums
he_il: אלבומים

# #32112
source: Composers
he_il: מלחינים

# #32113
source: Genres
he_il: סגנון

# #32114
source: Tracks
he_il: רצועות

# #32115
source: Imported Playlists
he_il: יבא רשימת ניגון

# #32116
source: Off
he_il: כבוי

# #32117
source: Minutes
he_il: דקות

# #32118
source: Hour
he_il: שעה

# #32119
source: Hours
he_il: שעות

# #32150
source: Open Sonos Player
he_il: פתח נגן סונוס

# #32151
source: Play Track
he_il: נגן רצועה

# #32152
source: Remove Track
he_il: הסר רצועה

# #32153
source: Clear Queue
he_il: נקה הכל

# #32154
source: Play Now
he_il: נגן עכשיו

# #32155
source: Add To Queue
he_il: הכנס פריט לתור

# #32156
source: Replace Queue
he_il: להחליף את התור

# #32157
source: Update Music Library
he_il: עדכן את ספריית המוזיקה

# #32200
source: Enter Speech Text To Play ...
he_il: הזן טקסט דיבור כדי לנגן...

# #32201
source: Speech messages are limited to 100 characters
he_il: דיבור הודעות מוגבלות ל- 100 תווים

# #32202
source: No message specified
he_il: לא הוגדרה הודעה

# #32203
source: Enter Speech Text To Save ...
he_il: הזן טקסט דיבור כדי לשמור...

# #32204
source: Remove Saved Text
he_il: הסרת הטקסט השמור

# #32220
source: The time is %time
he_il: השעה היא %

# #32221
source: Today is %day
he_il: היום הוא יום %

# #32222
source: Todays date is %date
he_il: התאריך של היום הוא %

# #32223
source: Good Morning
he_il: בוקר טוב

# #32224
source: Good Afternon
he_il: אחר צהרים טובים

# #32225
source: Good Evening
he_il: ערב טוב

# #32226
source: The time is %time
he_il: הזמן הוא %
